{
  "adult": false,
  "also_known_as": [
    "برد پیت",
    "Бред Пітт",
    "Брэд Питт",
    "畢·彼特",
    "ブラッド・ピット",
    "브래드 피트",
    "براد بيت",
    "แบรด พิตต์",
    "William Bradley \"Brad\" Pitt",
    "William Bradley Pitt",
    "Μπραντ Πιτ",
    "布拉德·皮特",
    "Breds Pits",
    "ബ്രാഡ് പിറ്റ് ",
    "ბრედ პიტი",
    "布萊德彼特"
  ],
  "biography": "William Bradley Pitt (born December 18, 1963) is an American actor and film producer. He is the recipient of various accolades, including an Academy Award, a British Academy Film Award, and two Golden Globe Awards for his acting, in addition to a second Academy Award, a second British Academy Film Award, a third Golden Globe Award, and a Primetime Emmy Award as a producer under his production company, Plan B Entertainment.\n\nPitt first gained recognition as a cowboy hitchhiker in the road film Thelma & Louise (1991). His first leading roles in big-budget productions came with the drama films A River Runs Through It (1992) and Legends of the Fall (1994), and the horror film Interview with the Vampire (1994). He gave critically acclaimed performances in the crime thriller Seven (1995) and the science fiction film 12 Monkeys (1995), the latter earning him a Golden Globe Award for Best Supporting Actor and an Academy Award nomination.\n\nPitt starred in Fight Club (1999) and the heist film Ocean's Eleven (2001), as well as its sequels, Ocean's Twelve (2004) and Ocean's Thirteen (2007). His greatest commercial successes have been Ocean's Eleven (2001), Troy (2004), Mr. & Mrs. Smith (2005), World War Z (2013), and Once Upon a Time in Hollywood (2019), for which he won a second Golden Globe Award and the Academy Award for Best Supporting Actor. Pitt's other Academy Award nominated performances were in The Curious Case of Benjamin Button (2008) and Moneyball (2011). He produced The Departed (2006) and 12 Years a Slave (2013), both of which won the Academy Award for Best Picture, and also The Tree of Life (2011), Moneyball (2011) and The Big Short (2015), all of which were nominated for Best Picture. Pitt is the second actor to have won Academy Awards for both Best Supporting Actor and Best Picture.",
  "birthday": "1963-12-18",
  "deathday": null,
  "gender": 2,
  "homepage": null,
  "id": 287,
  "imdb_id": "nm0000093",
  "known_for_department": "Acting",
  "name": "Brad Pitt",
  "place_of_birth": "Shawnee, Oklahoma, USA",
  "popularity": 34.145,
  "profile_path": "/oTB9vGIBacH5aQNS0pUM74QSWuf.jpg"
}
